---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyVertWebStartReleaseType
source: html/39831c21-4df3-1488-6218-f1262d7fe4de.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyVertWebStartReleaseType Property

"Start Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyVertWebStartReleaseType { get; }
```